Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# bootstrap.houseCreation.title
source: Creating the home identity...
ar: جارٍ إنشاء هوية المنزل...
de: Identität des Zuhauses wird erstellt...
es: Creando la identidad de la casa...
fr: Création de l’identité de la maison...
hi: Home identity create हो रही है...
id: Membuat identitas home...
ja: 家の ID を作成しています...
ko: 홈 ID 생성 중...
pt_br: Criando a identidade da casa…
pt_pt: A criar a identidade da casa…
ru: Создание идентичности home...
ur: Home identity create ہو رہی ہے...
zh_hans: 正在创建家身份...

# bootstrap.houseCreation.subtitle
source: This will only take a moment.
ar: سيستغرق ذلك لحظة فقط.
de: Das dauert nur einen Moment.
es: Esto solo tardará un momento.
fr: Cela ne prendra qu’un instant.
hi: इसमें सिर्फ एक moment लगेगा।
id: Ini hanya akan memakan waktu sebentar.
ja: まもなく完了します。
ko: 잠시 후 완료됩니다.
pt_br: Isso vai levar só um momento.
pt_pt: Isto levará apenas um momento.
ru: Это займет совсем немного времени.
ur: اس میں صرف ایک moment لگے گا۔
zh_hans: 只需片刻。

# bootstrap.houseCreation.a11y
source: I am creating the identity of %@.
ar: أقوم بإنشاء هوية %@.
de: Ich erstelle die Identität von %@.
es: Estoy creando la identidad de %@.
fr: Je crée l’identité de %@.
hi: मैं %@ की identity create कर रहा हूं।
id: Saya sedang membuat identitas %@.
ja: %@ の ID を作成しています。
ko: %@의 ID를 생성하고 있습니다.
pt_br: Estou criando a identidade da %@.
pt_pt: Estou a criar a identidade da %@.
ru: Создается идентичность %@.
ur: میں %@ کی identity create کر رہا ہوں۔
zh_hans: 我正在创建 %@ 的身份。

# bootstrap.autoJoin.title
source: Looking for your home
ar: جارٍ البحث عن منزلك
de: Ihr Zuhause wird gesucht
es: Buscando tu casa
fr: Recherche de votre maison
hi: आपका home खोज रहे हैं
id: Mencari home Anda
ja: 家を探しています
ko: 홈을 찾는 중
pt_br: Procurando sua casa
pt_pt: A procurar a sua casa
ru: Поиск вашего home
ur: آپ کا home تلاش ہو رہا ہے
zh_hans: 正在寻找你的家

# bootstrap.autoJoin.body
source: Keep Soyeht open on the iPhone to confirm this Mac.
ar: أبقِ Soyeht مفتوحًا على iPhone لتأكيد هذا Mac.
de: Lassen Sie Soyeht auf dem iPhone geöffnet, um diesen Mac zu bestätigen.
es: Mantén Soyeht abierto en el iPhone para confirmar este Mac.
fr: Gardez Soyeht ouvert sur l’iPhone pour confirmer ce Mac.
hi: इस Mac को confirm करने के लिए iPhone पर Soyeht open रखें।
id: Biarkan Soyeht tetap terbuka di iPhone untuk mengonfirmasi Mac ini.
ja: この Mac を確認するため、iPhone で Soyeht を開いたままにしてください。
ko: 이 Mac을 확인하려면 iPhone에서 Soyeht를 열어 둔 상태로 유지하세요.
pt_br: Mantenha o Soyeht aberto no iPhone para confirmar este Mac.
pt_pt: Mantenha o Soyeht aberto no iPhone para confirmar este Mac.
ru: Оставьте Soyeht открытым на iPhone, чтобы подтвердить этот Mac.
ur: اس Mac کو confirm کرنے کے لیے iPhone پر Soyeht open رکھیں۔
zh_hans: 请在 iPhone 上保持 Soyeht 打开，以确认这台 Mac。

# bootstrap.autoJoin.manualContinue
source: I confirmed it
ar: أكدت ذلك
de: Ich habe es bestätigt
es: Ya lo confirmé
fr: Je l’ai confirmé
hi: मैंने confirm किया
id: Saya sudah mengonfirmasinya
ja: 確認しました
ko: 확인했습니다
pt_br: Já confirmei
pt_pt: Já confirmei
ru: Я подтвердил
ur: میں نے confirm کیا
zh_hans: 我已确认

# bootstrap.autoJoin.step
source: Connecting
ar: جارٍ الاتصال
de: Verbinden
es: Conectando
fr: Connexion
id: Menghubungkan
ja: 接続中
ko: 연결 중
pt_br: Conectando
pt_pt: A ligar
ru: Подключение
zh_hans: 正在连接

# awaitingName.title
source: Waiting for the iPhone
ar: بانتظار iPhone
de: Warten auf das iPhone
es: Esperando al iPhone
fr: En attente de l’iPhone
hi: iPhone का wait हो रहा है
id: Menunggu iPhone
ja: iPhone を待機中
ko: iPhone 대기 중
pt_br: Aguardando o iPhone
pt_pt: A aguardar o iPhone
ru: Ожидание iPhone
ur: iPhone کا wait ہو رہا ہے
zh_hans: 正在等待 iPhone

# awaitingName.owner
source: Ready for %@
ar: جاهز لـ %@
de: Bereit für %@
es: Listo para %@
fr: Prêt pour %@
hi: %@ के लिए ready
id: Siap untuk %@
ja: %@ の準備ができています
ko: %@ 준비 완료
pt_br: Preparado para %@
pt_pt: Preparado para %@
ru: Готово для %@
ur: %@ کے لیے ready
zh_hans: 已为 %@ 准备好

# awaitingName.subtitle
source: The iPhone will send the home name in a moment.
ar: سيرسل iPhone اسم المنزل بعد قليل.
de: Das iPhone sendet gleich den Namen des Zuhauses.
es: El iPhone enviará el nombre de la casa en un momento.
fr: L’iPhone enverra bientôt le nom de la maison.
hi: iPhone थोड़ी देर में home name भेजेगा।
id: iPhone akan mengirim nama home sebentar lagi.
ja: まもなく iPhone から家の名前が送信されます。
ko: 곧 iPhone에서 홈 이름을 보냅니다.
pt_br: O iPhone vai enviar o nome da casa em instantes.
pt_pt: O iPhone enviará o nome da casa dentro de instantes.
ru: iPhone скоро отправит имя home.
ur: iPhone تھوڑی دیر میں home name بھیجے گا۔
zh_hans: iPhone 稍后会发送家名称。

# recover.error.title
source: Could not reconnect.
ar: تعذرت إعادة الاتصال.
de: Erneute Verbindung nicht möglich.
es: No se pudo reconectar.
fr: Reconnexion impossible.
hi: Reconnect नहीं हो सका।
id: Tidak dapat terhubung kembali.
ja: 再接続できませんでした。
ko: 다시 연결할 수 없습니다.
pt_br: Não foi possível reconectar.
pt_pt: Não foi possível voltar a ligar.
ru: Не удалось подключиться повторно.
ur: Reconnect نہیں ہو سکا۔
zh_hans: 无法重新连接。

# recover.awaitingPair
source: Your home is ready. Open Soyeht on your iPhone.
ar: منزلك جاهز. افتح Soyeht على iPhone.
de: Ihr Zuhause ist bereit. Öffnen Sie Soyeht auf Ihrem iPhone.
es: Tu casa está lista. Abre Soyeht en tu iPhone.
fr: Votre maison est prête. Ouvrez Soyeht sur votre iPhone.
hi: आपका home ready है। अपने iPhone पर Soyeht open करें.
id: Home Anda siap. Buka Soyeht di iPhone Anda.
ja: 家の準備ができました。 iPhone で Soyeht を開いてください。
ko: 홈이 준비되었습니다. iPhone에서 Soyeht를 여세요.
pt_br: Sua casa está pronta. Abra o Soyeht no seu iPhone.
pt_pt: A sua casa está pronta. Abra o Soyeht no seu iPhone.
ru: Ваш home готов. Откройте Soyeht на iPhone.
ur: آپ کا home ready ہے۔ اپنے iPhone پر Soyeht open کریں.
zh_hans: 你的家已准备好。 请在 iPhone 上打开 Soyeht。

# recover.reconnecting
source: Reconnecting to your home...
ar: جارٍ إعادة الاتصال بمنزلك...
de: Verbindung mit Ihrem Zuhause wird wiederhergestellt...
es: Reconectando a tu casa...
fr: Reconnexion à votre maison...
hi: आपके home से reconnect हो रहा है...
id: Menghubungkan kembali ke home Anda...
ja: 家に再接続しています...
ko: 홈에 다시 연결 중...
pt_br: Reconectando à sua casa…
pt_pt: A voltar a ligar à sua casa…
ru: Повторное подключение к вашему home...
ur: آپ کے home سے reconnect ہو رہا ہے...
zh_hans: 正在重新连接到你的家...

# recover.error.regressed
source: Your home needed to restart. Open Soyeht again so we can continue.
ar: احتاج منزلك إلى إعادة التشغيل. افتح Soyeht مرة أخرى لنتمكن من المتابعة.
de: Ihr Zuhause musste neu starten. Öffnen Sie Soyeht erneut, damit wir fortfahren können.
es: Tu casa necesitó reiniciarse. Abre Soyeht de nuevo para que podamos continuar.
fr: Votre maison a dû redémarrer. Ouvrez à nouveau Soyeht pour que nous puissions continuer.
hi: आपके home को restart करना पड़ा। Continue करने के लिए Soyeht फिर open करें।
id: Home Anda perlu dimulai ulang. Buka Soyeht lagi agar kita dapat melanjutkan.
ja: 家を再起動する必要がありました。続行するために Soyeht をもう一度開いてください。
ko: 홈을 다시 시작해야 했습니다. 계속하려면 Soyeht를 다시 여세요.
pt_br: Sua casa precisou recomeçar. Abra o Soyeht novamente para continuarmos.
pt_pt: A sua casa precisou de recomeçar. Abra o Soyeht novamente para continuarmos.
ru: Ваш home потребовал перезапуска. Откройте Soyeht снова, чтобы продолжить.
ur: آپ کے home کو restart کرنا پڑا۔ Continue کرنے کے لیے Soyeht دوبارہ open کریں۔
zh_hans: 你的家需要重新启动。请再次打开 Soyeht，以便继续。

# servers.status.missingToken
source: Missing token
ar: الرمز مفقود
de: Token fehlt
es: Falta el token
fr: Token manquant
id: Token tidak ada
ja: トークンがありません
ko: 토큰 없음
pt_br: Token ausente
pt_pt: Token ausente
ru: Нет токена
zh_hans: 缺少令牌

# servers.status.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
id: Aktif
ja: アクティブ
ko: 활성
pt_br: Ativo
pt_pt: Ativo
ru: Активен
zh_hans: 活动

# servers.status.paired
source: Paired
ar: مقترن
de: Gekoppelt
es: Emparejado
fr: Appairé
id: Dipasangkan
ja: ペアリング済み
ko: 페어링됨
pt_br: Pareado
pt_pt: Pareado
ru: Сопряжен
zh_hans: 已配对

# servers.status.checking
source: %@, checking
ar: %@، جارٍ الفحص
de: %@, wird geprüft
es: %@, comprobando
fr: %@, vérification
id: %@, memeriksa
ja: %@、確認中
ko: %@, 확인 중
pt_br: %@, verificando
pt_pt: %@, verificando
ru: %@, проверка
zh_hans: %@，正在检查

# servers.status.online
source: %@, online
ar: %@، متصل
es: %@, en línea
fr: %@, en ligne
ja: %@、オンライン
ko: %@, 온라인
ru: %@, онлайн
zh_hans: %@，在线

# servers.status.offline
source: %@, offline (%@)
ar: %@، غير متصل (%@)
es: %@, sin conexión (%@)
fr: %@, hors ligne (%@)
ja: %@、オフライン（%@）
ko: %@, 오프라인 (%@)
ru: %@, офлайн (%@)
zh_hans: %@，离线（%@）

# servers.expires.never
source: Never
ar: أبدًا
de: Nie
es: Nunca
fr: Jamais
id: Tidak pernah
ja: なし
ko: 만료 안 됨
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
zh_hans: 永不

# prefs.theme.menuTitle.imported
source: %@ Imported
ar: %@ مستورد
de: %@ Importiert
es: %@ Importado
fr: %@ Importé
id: %@ Diimpor
ja: %@ インポート済み
ko: %@ 가져옴
pt_br: %@ Importado
pt_pt: %@ Importado
ru: %@ Импортировано
zh_hans: %@ 已导入

# prefs.theme.menuTitle.custom
source: %@ Custom
ar: %@ مخصص
de: %@ Benutzerdefiniert
es: %@ Personalizado
fr: %@ Personnalisé
id: %@ Khusus
ja: %@ カスタム
ko: %@ 사용자화
pt_br: %@ Personalizado
pt_pt: %@ Personalizado
ru: %@ Пользовательская
zh_hans: %@ 自定义

# drawer.instance.status.provisioning
source: provisioning
ar: جارٍ التجهيز
de: Bereitstellung
es: aprovisionando
fr: provisionnement
id: menyiapkan
ja: プロビジョニング中
ko: 프로비저닝 중
pt_br: provisionando
pt_pt: a provisionar
ru: подготовка
zh_hans: 正在预配

# drawer.instance.status.offline
source: offline
ar: غير متصل
es: sin conexión
fr: hors ligne
ja: オフライン
ko: 오프라인
ru: офлайн
zh_hans: 离线

# bootstrap.installProgress.state.pending
source: pending
ar: معلّق
de: ausstehend
es: pendiente
fr: en attente
id: tertunda
ja: 保留中
ko: 대기 중
pt_br: pendente
pt_pt: pendente
ru: ожидание
zh_hans: 待处理

# bootstrap.installProgress.state.active
source: in progress
ar: قيد التقدم
de: in Bearbeitung
es: en progreso
fr: en cours
id: sedang berjalan
ja: 進行中
ko: 진행 중
pt_br: em andamento
pt_pt: em curso
ru: в процессе
zh_hans: 进行中

# bootstrap.installProgress.state.done
source: done
ar: تم
de: fertig
es: listo
fr: terminé
id: selesai
ja: 完了
ko: 완료
pt_br: pronto
pt_pt: pronto
ru: готово
zh_hans: 完成

# sessionConfig.folderPanel.prompt
source: Select
ar: اختيار
de: Auswählen
es: Seleccionar
fr: Sélectionner
id: Pilih
ja: 選択
ko: 선택
pt_br: Selecionar
pt_pt: Selecionar
ru: Выбрать
zh_hans: 选择

# sessionConfig.folderPanel.message
source: Choose the project folder for this session
ar: اختر مجلد المشروع لهذه الجلسة
de: Wählen Sie den Projektordner für diese Sitzung
es: Elige la carpeta del proyecto para esta sesión
fr: Choisissez le dossier du projet pour cette session
hi: इस session के लिए project folder choose करें
id: Pilih folder proyek untuk sesi ini
ja: このセッションのプロジェクトフォルダを選択してください
ko: 이 세션의 프로젝트 폴더를 선택하세요
pt_br: Escolha a pasta do projeto para esta sessão
pt_pt: Escolha a pasta do projeto para esta sessão
ru: Выберите папку проекта для этой сессии
ur: اس session کے لیے project folder choose کریں
zh_hans: 选择此会话的项目文件夹

# bootstrap.houseNaming.suggestedPrefix
source: Home
ar: المنزل
de: Zuhause
es: Casa
fr: Maison
ja: 家
ko: 홈
pt_br: Casa
pt_pt: Casa
zh_hans: 家

# debug.menu.title
source: Debug
es: Depuración
fr: Débogage
ru: Отладка
